/* Localizable strings of com.apple.dock preference manifest */


"Dock.pfm_title" =							"Dock";
"Dock.pfm_description" =					"Dock-voorkeuren. Voorkeuren kunnen worden onderverdeeld in eenvoudige 'appearance'-sleutels en de gecompliceerdere tegelwoordenboeken voor programma's en documenten.";
"autohide.pfm_title" =						"Verbergen";
"autohide.pfm_description" =				"Stel in op 'true' om verbergen in te schakelen.";
"autohide-immutable.pfm_title" =			"Aankruisvak voor verbergen uitgeschakeld";
"autohide-immutable.pfm_description" =		"Stel in op 'true' om het aankruisvak 'Toon/verberg automatisch' uit te schakelen.";
"contents-immutable.pfm_title" =			"Wijzigingen uitgeschakeld";
"contents-immutable.pfm_description" =		"Stel in op 'true' om te voorkomen dat de gebruiker de inhoud van het Dock wijzigt.";
"largesize.pfm_title" =						"Grootste tegelformaat";
"largesize.pfm_description" =				"Grootste tegelformaat in pixels.";
"launchanim.pfm_title" =					"Bewegend symbool bij openen";
"launchanim.pfm_description" =				"Stel in op 'true' om de startanimatie te gebruiken.";
"launchanim-immutable.pfm_title" =			"Aankruisvak voor bewegend symbool bij openen van programma's uitgeschakeld";
"launchanim-immutable.pfm_description" =	"Stel in op 'true' om het aankruisvak voor bewegend symbool bij openen uit te schakelen.";
"magnification.pfm_title" =					"Vergroting";
"magnification.pfm_description" =			"Stel in op 'true' om vergroting in te schakelen.";
"magnify-immutable.pfm_title" =				"Aankruisvak 'Vergroting' uitgeschakeld";
"magnify-immutable.pfm_description" =		"Stel in op 'true' om het vergrotingsaankruisvak uit te schakelen.";
"magsize-immutable.pfm_title" =				"Schuifknop 'Vergroting' uitgeschakeld";
"magsize-immutable.pfm_description" =		"Stel in op 'true' om de vergrotingsschuifknop uit te schakelen.";
"mineffect.pfm_title" =						"Minimaliseringseffect.";
"mineffect.pfm_description" =				"Minimaliseringseffect.";
"mineffect-immutable.pfm_title" =			"Venstermenu met minimaliseringseffecten uitgeschakeld";
"mineffect-immutable.pfm_description" =		"Stel in op 'true' om het venstermenu met minimaliseringseffecten uit te schakelen.";
"orientation.pfm_title" =					"Positie";
"orientation.pfm_description" =				"Dock-positie links, rechts of onder op het scherm.";
"position-immutable.pfm_title" =			"Positieregelaars uitgeschakeld";
"position-immutable.pfm_description" =		"Stel in op 'true' om te voorkomen dat de gebruiker de positie van het Dock wijzigt.";
"tilesize.pfm_title" =						"Grootte tegel";
"tilesize.pfm_description" =				"Tegelgrootte.";
"size-immutable.pfm_title" =				"Regelaar voor wijziging tegelgrootte uitgeschakeld";
"size-immutable.pfm_description" =			"Stel in op 'true' om te voorkomen dat de gebruiker de tegelgrootte wijzigt.";
"static-only.pfm_title" =					"Alleen beheerde tegels";
"static-only.pfm_description" =				"Stel in op 'true' om alleen de beheerde tegels te tonen.";

/* Application tiles */
"AppItems-Raw.pfm_title" =					"Programmategels";
"AppItems-Raw.pfm_description" =			"Array voor opslag van programmategelgegevens.";
"apptile.pfm_title" =						"Programmategel";
"apptile.pfm_description" =					"Eén programmategel.";

/* Application & document tiles */
"tile-data.pfm_title" =						"Tegelgegevens Dock.";
"tile-data.pfm_description" =				"Tegelgegevens Dock.";
"file-data.pfm_title" =						"Bestandsgegevens";
"file-data.pfm_description" =				"Bestandsgegevens voor een bestandstegel.";
"_CFURLString.pfm_title" =					"Bestandspad";
"_CFURLString.pfm_description" =			"Absoluut bestandssysteempad.";
"_CFURLStringType.pfm_title.file" =			"Type bestands-URL";
"_CFURLStringType.pfm_description.file" =	"Type bestands-URL. Stel altijd in op 0.";
"_CFURLStringType.pfm_title.URL" =			"Type URL";
"_CFURLStringType.pfm_description.URL" =	"URL-type. Stel altijd in op '0'.";
"_CFURLStringType.pfm_title.URLID" =		"Type URL-ID";
"_CFURLStringType.pfm_description.URLID" =	"Type URL-ID. Stel altijd in op 15.";
"_CFURLAliasData.pfm_title" =				"Alias";
"_CFURLAliasData.pfm_description" =			"Aliasgegevens; zijn alleen vereist voor serveronderdelen.";
"tile-type.pfm_title" =						"Type tegel";
"tile-type.pfm_description" =				"Type tegel.";
"mcx_typehint.pfm_title" =					"Hint MCX-type";
"mcx_typehint.pfm_description" =			"Intern gebruikt door Workgroup Manager.  Wijzig deze waarde niet.";

 
/* Document tiles */
"DocItems-Raw.pfm_title" =					"Documenttegels";
"DocItems-Raw.pfm_description" =			"Array voor het bewaren van tegelgegevens voor documenten en URL's.";
"doctile.pfm_title" =						"Documenttegel";
"doctile.pfm_description" =					"Eén documenttegel.";
"url.pfm_title" =							"URL-gegevens";
"url.pfm_description" =						"URL-gegevens voor een URL-tegel.";
"file-label.pfm_title" =					"Tegellabel bestand";
"file-label.pfm_description" =				"Tegellabel voor bestand.";
"label.pfm_title" =							"Tegellabel URL";
"label.pfm_description" =					"Tegellabel voor URL-tegel.";
"file-type.pfm_title" =						"Type onderdeel";
"file-type.pfm_description" =				"Type van het onderdeel. Voor documenttegels: stel in op 2 voor niet-volume, 18 voor volume, 32 indien geen map.";

/* mcx special folders */
"MCXDockSpecialFolders-Raw.pfm_title" =			"Speciale MCX-mappen";
"MCXDockSpecialFolders-Raw.pfm_description" =	"Mappen die zijn toegevoegd door Beheerde client.";
"mcxfolderflag.pfm_title" =						"Mapvlag";
"mcxfolderflag.pfm_description" =				"Vlag voor een map die is toegevoegd door Beheerde client.";

/* Union policy keys. Not supported by 10.4 preference editor, but here for future use. */
"appTilesUPKManaged.pfm_title" =			"Gemeenschappelijk beleid voor programmategels - Beheerd";
"appTilesUPKManaged.pfm_description" =		"Gemeenschappelijke beleidssleutels voor programmategels voor een beheerd domein.";
"appTilesUPKUser.pfm_title" =				"Gemeenschappelijk beleid voor programmategels - Gebruiker";
"appTilesUPKUser.pfm_description" =			"Gemeenschappelijke beleidssleutels voor programmategels voor een gebruikersdomein.";
"docTilesUPKManaged.pfm_title" =			"Gemeenschappelijk beleid voor documenttegels - Beheerd";
"docTilesUPKManaged.pfm_description" =		"Gemeenschappelijke beleidssleutels voor documenttegels voor een beheerd domein.";
"docTilesUPKUser.pfm_title" =				"Gemeenschappelijk beleid voor documenttegels - Gebruiker";
"docTilesUPKUser.pfm_description" =			"Gemeenschappelijke beleidssleutels voor documenttegels voor een gebruikersdomein.";
"mcxDocSpecialUPK.pfm_title" =				"Sleutel voor gemeenschappelijk beleid voor speciale mappen van Beheerde client";
"mcxDocSpecialUPK.pfm_description" =		"Sleutel voor gemeenschappelijk beleid voor speciale Dock-mappen van Beheerde client.";
